﻿IDS_MESHGEN___MSG1 = "兩個節點重合，或彼此距離過近。"
IDS_MESHGEN___MSG2 = "節點位於邊緣線內部，或兩條邊緣線彼此交叉。"
IDS_MESHGEN___MSG4 = "節點邊界非封閉範圍。"
IDS_MESHGEN___MSG5 = " 2D 網格的外部邊界非封閉範圍。"
IDS_MESHGEN___MSG6 = "\n請減小網格尺寸後再試一次。"
IDS_MESHGEN___MSG7 = "為使 Delaunay 網格自動生成完整的四邊形網格，需要均勻的節點劃分。"
IDS_MESHGEN___MSG8 = "2D Auto-Mesh 自動網格"
IDS_MESHGEN___MSG9 = "2D Auto-Mesh 自動網格中斷！"
IDS_MESHGEN___MSG10 = "記憶體不足造成錯誤！"
IDS_MESHGEN___MSG11 = "錯誤訊息"
IDS_MESHGEN___MSG12 = "Auto-Mesh自動網格平面區域"
IDS_MESHGEN___MSG26 = "節點邊界非封閉範圍，或節點數量過少。"
IDS_TM_MESH_QST_STOP_MESH = "是否要停止自動網格劃分？"
IDS_WORD_APPLICATION_NOT_INSTALLED = "尚未安裝 Microsoft Word 應用程式。"
IDS_EXCEL_APPLICATION_NOT_INSTALLED = "尚未安裝 Microsoft Excel 應用程式。"
IDS_UNIT_SYSTEM_SI = "SI 單位系統"
IDS_UNIT_SYSTEM_US = "US 單位系統"
IDS_UNIT_SYSTEM_MKS = "MKS 單位系統"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "度"
